import React from "react";

import "./AimPage.css";
import Shape from "../Common/Shape";

const AimPage = () => {
  return (
    <div className="container">
      <Shape title="OUR AIM" />
      <div className="aim-contents">
        <Shape title="उद्देश्यः" />
        <div className="aim manage-p">
          <p>
            १) विभिन्न स्कुल, कलेज, विश्वविद्यालयहरु, विभिन्न सरकारी तथा
            गैरसरकारी संस्थाहरु, सहकारी तथा वैंकहरु, विभिन्न आमा समूह तथा पिता
            समूहहरुमा नियमित रुपमा व्यक्तित्व विकास, क्षमता विकास, नेतृत्व
            विकास, जीवन रुपान्तरण, तनाव व्यवस्थापन, सशक्तिकरण, जीवन जीउने कला,
            खुसी रहने कला जस्ता विषयहरुमा विभिन्न तालिम, गोष्ठी तथा प्रेरणादायी
            कक्षाहरु सञ्चालन गर्ने ।{" "}
          </p>
          <p>
            २) हरेक व्यक्तिमा सत्य, न्याय, अनुशासन, दया, प्रेम, करुणा, अहिंसा,
            शान्ति, सद्भाव र सहिष्णुता जस्ता मानवीय गुणहरुको विकास गराई सफल,
            ठूलो सँगै असल र गुुणी व्यक्ति निर्माण गर्ने ।
          </p>{" "}
          <p>
            ३) वर्तमान समाजमा विद्यमान धर्मान्धता, रुढीवादी, अन्धविश्वास,
            विकृति, अज्ञानतालाई हटाउन प्रतिवद्ध रहने ।{" "}
          </p>
          <p>
            ४) माता, पिता, गुरुजन र आफूभन्दा अग्रज र असल मानिसलाई सम्मान र माया
            गर्ने बानीको विकास गर्ने ।{" "}
          </p>
          <p>५) लागूपदार्थ तथा दुव्र्यसन मुक्त समाज निर्माण गर्ने । </p>
          <p>
            ६) स्वावलम्वी, आत्मनिर्भर र आत्मसंयमित व्यक्ति निर्माण गरी समृद्ध
            समाज निर्माण अभियानको थालनी गर्ने ।{" "}
          </p>
          <p>
            ७) मानवको गलत आहारबिहारले ब्रमाण्डमा बढ्दै गइरहेको उष्णता र विश्वको
            तापक्रम सम्बन्धमा वैज्ञानिकहरुले गरेको चिन्तनलाई यथार्थ रुपमा बुझ्न
            र बुझाउने आवश्यकतालाई पूरा गर्न प्रयास गर्ने ।{" "}
          </p>
          <p>
            ८) बाँच र बाँच्न देउको भावनालाई कदर गर्दै विश्वमा अहिंसा र
            सहअस्तित्वलाई स्वीकारेर कर्म गर्न र मानवले मानव बनेर बाँच्नु नै
            साँचो अर्थमा मानवको स्वधर्म हो भन्ने शाश्वत ज्ञानलाई जनसमक्ष
            पु¥याउने ।{" "}
          </p>
          <p>
            ९) विभिन्न कारणहरुबाट सडकका पेटिहरुमा कष्टकर जीवन यापन गर्न विवश
            व्यक्तिहरुको सेवा गर्ने अभिष्टका साथ सञ्चालित “मानवसेवा आश्रम”को
            कार्यलाई टेवा पु¥याउने तथा मानवीयताको राष्ट्रको रुपमा नेपाललाई
            अन्तराष्ट्रिय स्तरमा पहिचान बनाउने गरी मानवीयताको राष्ट्रको अवधारणा
            तथा विविध मापदण्डहरुको पहिचान गरी त्यसलाई पूरा गर्न राष्ट्रव्यापी
            रुपमा रचनात्मक कार्यक्रमहरु सञ्चालन गर्ने ।{" "}
          </p>
          <p>
            १०) दक्षता, योग्यता एवं स्वयम् यस अभियान अन्तर्गत समर्पित युवा
            अभियन्ता बढ्दै गएपछि अन्तराष्ट्रिय स्तरमा कार्यक्रमको विस्तार गर्ने
            ।{" "}
          </p>
          <p>
            ११) आमा, बुबा तथा अन्य अशक्त पारिवारिक सदस्य नै जीवित देवी–देवता
            हुन् भन्ने तथ्यलाई विभिन्न रचनात्मक कार्यक्रमहरु मार्फत जन–जनमा
            पु¥याई घरबाटै कोही पनि मानव सडकमा आउनै नपरोस् भन्ने उद्देश्यले
            सचेतना मुलक कार्यक्रमहरु सञ्चालन गर्ने ।
          </p>
        </div>
      </div>

      <div className="req-contents">
        <Shape title="सादर अनुरोधः" />
        <div className="req aim manage-p">
          <p>
            असल उद्देश्यले स्थापना गरिएको अभियान अन्तर्गतका कार्यहरु अहिलेसम्म
            कठिनाई झैं प्रतीत हुने भएतापनि सबैको उत्साहवद्र्धक सहयोग रहेमा कुनै
            गा¥हो कार्य होला जस्तो लाग्दैन । यसले कति सफलता पाउला त्यो यस
            अभियानमा संलग्न व्यक्तित्व र महानुभावहरुको सक्रियताको साथै उदार
            मानिसहरुको सकारात्मक सहयोगमा भर पर्ने कुरा हो । सत्संकल्प हाम्रो अटल
            भए ईश्वरले त्यसलाई सफल पार्न हरतरहले अनेकलाई प्रेरणा दिनुहुन्छ भन्ने
            शाश्वत चिन्तनलाई विश्वास गर्नु नै अहिलेको लागि समयोचित हुने देखिन्छ
            । आऔं सबै सत्संकल्पकासाथ जुटौं र आफू, परिवार, समाज, राष्ट्र र
            विश्वलाई सर्वोत्कृष्ट बनाउने यस महान् कार्यमा समर्पित बनौं । हामीले
            गर्ने अहिलेको कार्य नै भविश्यको पुस्ताको जीवन, संस्कार, संस्कृति र
            सभ्यता हो । यस संस्थाको वैधानिक प्रावधान अनुरुप मकवानपुरको
            हेटौंडाबाट वि.सं. २०६९ सालदेखि मानवसेवा आश्रमको स्थापना गरी मानवीयता
            प्रवद्र्धन गर्ने कार्य भैरहेकोमा वि.सं. २०७३÷१÷४ गतेका दिन संस्थापक
            अध्यक्ष डा. गोविन्द टण्डनज्यूको अध्यक्षतामा बसेको केन्द्रिय कार्य
            समितिको ऐतिहासिक बैठकले यस संस्थाकै मातृत्वमा सञ्चालन गर्नेगरी
            “मानवसेवा आश्रम” नामक छुट्टै संस्था जिल्ला प्रशासन कार्यालय
            काठमाण्डौमा दर्ता गर्ने निर्णय गरेको थियो । सोहि निर्णय अनुरुप मिति
            २०७३÷४÷२ गते मानवसेवा आश्रम दर्ता भई हालसम्म हेटौंडा, चितवन,
            काठमाण्डौ, ललितपुर, गोर्खा, लमजुङ्ग, विरगञ्ज, बाग्लुङ्ग, पोखरा,
            बुटवल, धनगढी र सुर्खेत समेत १२ जिल्लाहरुमा अभियान तथा आश्रम विस्तार
            भइसकेकोछ भने प्रदेश नं. १ मा पनि शाखा विस्तार गर्ने अन्तिम तयारी
            हुँदैछ ।
          </p>
          <p>
            <b>
              अभियान अन्तर्गत सञ्चालन भइरहेका जीवनरुपान्तरण सम्बन्धी
              कार्यक्रमहरुः
            </b>
          </p>
          <p>१) परिचयात्मक तथा प्रेरणादायी कार्यक्रम </p>
          <p>२)आत्मबोध÷प्रवोधन कार्यक्रम </p>
          <p>३) नेतृत्वविकास कार्यक्रम </p>
          <p>४) तनाव व्यवस्थापनकार्यक्रम </p>
          <p>५) खुशी एक कला </p>
          <p>६) सक्रिय नागरिक कार्यक्रम </p>
          <p>७) भविश्य निर्माणकार्यक्रम </p>
          <p>८) हृदयदेखिको सेवा </p>
          <p>९) मुस्कान सहितको सेवा </p>
          <p>१०) प्रेरणात्मकसमूह कार्यक्रम </p>
          <p>११) सुमधुर बोल्ने कला </p>
          <p>१२) व्यवहारिक तथा भावनात्मक विकासकार्यक्रम </p>
          <p>१३) लागूपदार्थ दुव्र्यसन न्यूनिकरण कार्यक्रम</p>
        </div>
      </div>
    </div>
  );
};

export default AimPage;
