import React from "react";
import Shape from "./../Common/Shape";

import "./AboutPage.css";

const AboutPage = () => {
  return (
    <div className="about container">
      <div className="about-us-top">
        <Shape title="ABOUT US" />
        <div className="about-logo">
          <img src={process.env.PUBLIC_URL + "/images/logo.png"} alt="" />
        </div>
      </div>
      <div className="intro">
        <Shape title="परिचय" />
        <div className="intro-content">
          <p>
            वि.सं २०६६ मा कम्पनी रजिष्ट्रारको कार्यालय त्रिपुरेश्वरमा मुनाफा
            वितरण नगर्ने कम्पनीकोरूपमा सर्वोत्कृष्ट जीवनः शाश्वत चिन्तन (साँचो
            जीवननिर्माण अभियान) नामक संस्था दर्ता गरी सामाजिक तथा परोपकारी
            कार्यको सुभारम्भ गरिएकोमा कम्पनीको रूपमा दर्ता भएको कारण जनमानसमा
            सामाजिक संस्था होइनकी भन्ने यदाकदा शंका उत्पन्न हुने गरेकाले वि.सं.
            २०६९ सालमा उक्त कम्पनीलाई विघटन गरी पुनः वि.सं. २०७०÷१२÷३ मा सोही
            नाम र उद्देश्य राखी जिल्ला प्रशासन कार्यालय, काठमाण्डौमा सामाजिक
            संस्थाको रुपमा दर्ता भएको हो । अभियान विस्तारको क्रममा सर्वोत्कृष्ट
            जीवन शाश्वत चिन्तनले निर्धारित लक्ष्य अनुरुप सर्वप्रथम वि.सं. २०६६
            भाद्र १३ गतेबाट एक महिने ज्ञान हस्तान्तरण कार्यक्रम काठमाण्डौ, २०६६
            देखि ९ महिनासम्म अर्घाखाँची र २०६८÷१÷२ गते देखि मकवानपुर जिल्लाको
            हेटौंडा उपमहानगरपालिकाबाट साँचो जीवननिर्माण अभियानको शुरुवात गरेको
            थियो । उक्त स्थानमा वि.सं. २०६८÷०२÷२७ गतेका दिन संस्थाका संस्थापक
            अध्यक्ष डा. गोविन्द टण्डनज्यूको सभापतित्वमा भव्य समुद्घाटन समारोहका
            आयोजना गरी अभियानलाई औपचारिकता समेत प्रदान गरिएको थियो । तत्पश्चात्
            देशव्यापी रुपमा यस संस्थाले आफ्नो साँचो जीवननिर्माण अभियान संचालन
            गरिरहेकोछ ।
          </p>
        </div>
      </div>
      <div className="samiti">
        <Shape title="केन्द्रिय कार्यसमिति" />
        <div className="samiti-content">
          <p>
            <b>सर्वोत्कृष्ट जीवन मानवसेवा आश्रम</b>
          </p>
          <p>
            १) डा. गोविन्द टण्डन <b>(अध्यक्ष)</b>
          </p>
          <p>
            २) प्रा.डा. काशीनाथ न्यौपाने <b>(उपाध्यक्ष)</b>
          </p>
          <p>
            ३) श्री धर्मप्रसाद पौडेल <b>(महासचिव)</b>
          </p>
          <p>
            ४) श्री रामजी अधिकारी <b>(सचिव)</b>
          </p>
          <p>
            ५) श्री विजयकुमार पोख्रेल <b>(कोषाध्यक्ष)</b>
          </p>
          <p>
            ६) श्री शुरेशप्रकाश आचार्य <b>(सदस्य)</b>
          </p>
          <p>
            ७) श्री धु्रवराजभट्टराई <b>(सदस्य)</b>
          </p>
          <p>
            ८) श्री रामप्रसाद भट्टराई <b>(सदस्य)</b>
          </p>
          <p>
            २) श्री धर्मप्रसाद पौडेल <b>(उपाध्यक्ष)</b>
          </p>
          <p>
            ३) श्री शुशिला के.सी. (रुपा) <b>(सचिव)</b>
          </p>
          <p>
            ४) श्री सुमन बर्तौला <b>(सहसचिव) </b>
          </p>
          <p>
            ५) श्री होमनाथ तिमल्सिना <b>(कोषाध्यक्ष) </b>
          </p>
          <p>
            ६) श्री नवराज के.सी. <b>(सदस्य)</b>
          </p>
          <p>
            ७) श्री सृजना ओली <b>(सदस्य)</b>{" "}
          </p>
          <br />
          <p> सर्वोत्कृष्ट जीवनः शाश्वत चिन्तन (साँचो जीवन निर्माण अभियान)</p>
        </div>
      </div>
      <div className="history">
        <Shape title="पृष्ठभूमी" />
        <div className="history-content">
          <p>
            नेपालका लब्धप्रतिष्ठित, संस्कृतिविद् तथा आध्यात्मिक व्यक्तित्व डा.
            गोविन्द टण्डनज्यूद्वारा लिखित युगान्तकारी पुस्तक सर्वोत्कृष्ट जीवनका
            लागि शाश्वत चिन्तनहरू लोकार्पण पश्चात् सोहि पुस्तकको अवधारणा अनुरूप
            नेपालमा विशिष्ट र रचनात्मक कार्यको थालनी गर्ने सत्प्रयाशलाई मूर्र्त
            रुप दिन काठमाण्डौको नक्शालमा वि.सं. २०६५ चैत्र २५ गतेका दिन श्री
            पुरुषोत्तमराज जोशीज्यूको अभिभावकत्वमा पहिलो प्रारम्भिक भेला सम्पन्न
            भएको थियो । तत्पश्चात् तल उल्लेखित मितिहरूमा बसेको विभिन्न बैठकहरूमा
            ब्यापक छलफल भई २०६६ असार ३ गतेको नवौं वैठकले मुनाफा वितरण नगर्ने
            संस्थाको रुपमा कम्पनी रजिष्ट्रारको कार्यालयमा सर्वोत्कृष्ट जीवनः
            शाश्वत चिन्तन (साँचो जीवननिर्माण अभियान) नामक संस्था दर्ता गर्ने
            निर्णय गरी वि.सं २०६६ साल असार ८ गतेका दिन संस्था दर्ता भएको थियो ।
          </p>
          <p>
            {" "}
            <b>२०६६÷१÷१७ गतेको प्रारम्भिक भेलाले विधान मस्यौदा समिति गठन </b>
          </p>
          <p>–संयोजक श्री धर्मप्रसाद पौडेल</p>
          <p>–सदस्य श्री रामजी अधिकारी</p>
          <p>–सदस्य श्री वसन्त खड्का</p>
          <p>–सदस्य श्री सन्तोष के.सी.</p>
          <p>–सदस्य सुश्री अनिता कार्की</p>
          <p>
            <b>
              २०६६-०२-२४ को बैठकले डा. गोविन्द टण्डनज्यूको संयोजकत्वमा तदर्थ
              समिति गठन
            </b>
          </p>
          <p>–संयोजक डा. गोविन्द टण्डन</p>
          <p>–सदस्य डा. मोहन खरेल</p>
          <p>–सदस्य श्री प्रेमप्रसाद चौलागाई</p>
          <p>–सदस्य श्री नरेशचन्द्र लामिछाने</p>
          <p>–सदस्य श्री धर्मप्रसाद पौडेल</p>
          <p>–सदस्य श्री मुरारी निधि तिवारी</p>
          <p>–सदस्य श्री रामजी अधिकारी</p>
          <p>
            <b>२०६६-०२-२७ गते तदर्थ समिति पुर्नगठन</b>
          </p>
          <p>
            –डा. गोविन्द टण्डन <b>(अध्यक्ष)</b>
          </p>
          <p>
            –श्री नरेशचन्द्र लामिछाने <b>(उपाध्यक्ष)</b>
          </p>
          <p>
            –श्री धर्मप्रसाद पौडेल <b>(महासचिव)</b>
          </p>
          <p>
            –श्री विकेश श्रेष्ठ <b>(कोषाध्यक्ष)</b>
          </p>
          <p>
            –श्री रामजी अधिकारी <b>(सचिव)</b>
          </p>
          <p>–श्री नवराज शर्मा</p>
          <p>–डा. मोहन खरेल </p>
          <p>–डा. काशीनाथ न्यौपाने </p>
          <p>–श्री ऋषिकुमार प्राणमुर्ति </p>
          <p>–सुश्री अनिता कार्की </p>
          <p>–श्री प्रेमप्रसाद चौलागाई</p>
          <p>–श्री गौरीशंकर श्रेष्ठ </p>
          <p>–श्री मुरारी निधी तिवारी </p>
          <p>
            तत्पश्चात् मालिगाउँ, काठमाण्डौमा केन्द्रिय कार्यालय स्थापना गरी
            वि.सं. २०६६ साल भाद्र १० गते देखि संस्थाले आफ्नो लक्षित उद्देश्य
            अनुरुप “ज्ञानहस्तान्तरण कार्यक्रम”को थालनी गरेको थियो । मुलुकभरका ४५
            जना युवा युवतीहरूलाई दिक्षित बनाई मिति २०६६÷१२÷१४ गते प्रथम
            दिक्षान्त समारोह समेत सम्पन्न गरिएको थियो । ज्ञान हस्तान्तरणबाट
            दिक्षित युवाहरूलाई नै परिचालन गरी संस्थाले काठमाण्डौका बृहस्पति
            विद्या सदन, नक्साल, अंकुर मा.वि., आइडियल मोडेल स्कूल लगायतका विभिन्न
            विद्यालयहरूका ५००० भन्दा बढी छात्र–छात्रा माझमा संस्थाको उद्देश्य
            अनुरुप विभिन्न कार्यक्रमहरू संचालन गरेको थियो । संस्थाको लक्षित
            उद्देश्य अनुरुप राष्ट्रमा साँचो जीवननिर्माण अभियान चलाउँदै असल
            नागरिकको संजाल तयार गर्न २०६६÷११÷४ गते देखि १५ गतेसम्म पश्चिमी पहाडी
            जिल्ला अर्घाखाँचीको बलकोटमा आदरणीय संस्थापक अध्यक्ष डा. गाविन्द
            टण्डनज्यूको नेतृत्वमा पहिलो पटक ज्ञान हस्तान्तरण कार्यक्रमबाट
            दिक्षित युवाहरू श्री रामजी अधिकारी, श्री सरस्वती तामाङ्ग, श्री गेलु
            लामा, श्री अनिता कार्की, श्री छेवाङ्गकर्मा शेर्पाको एउटा टोली अभियान
            बिस्तारका लागि खटिएको थियो । सो स्थानमा लगातार ९ महिनासम्म संस्थाले
            निर्णय गरेको उम्दा परियोजना संचालनमा युवा अभियन्ताहरू मन, वचन,
            कर्मले जुट्नुभएको थियो । यसप्रकार अभियानलाई अर्घाखाँची जिल्लामा
            विस्तार गरिसकेपछि दोश्रो पटक अध्यक्षज्यूकै नेतृत्वमा वि.सं. २०६७ साल
            जेठ ७ गते देखि ११ गतेसम्म अर्घाखाँची– मकवानपुर अवलोकन भ्रमणका लागि
            महासचिव धर्मप्रसाद पौडेल र कार्यकारी निर्देशक समेत गरी तिन जनाको
            टोली काठमाण्डौबाट अर्घाखाँची तर्फ प्रस्थान गरेको थियो । अवलोकन
            भ्रमणको अन्तिम दिन वि.सं. २०६७÷२÷११ गते मकवानपुरको हेटौंडामा अभियान
            विस्तार गर्नको लागि आदरणीय अध्यक्षज्यू, महासचिव र कार्यकारी
            निर्देशकको टोली हेटौंडातर्फ प्रस्थान गरेको थियो । यसप्रकार अभियानले
            ब्यापकता पाएपछि सँस्थाको पहिचान जनमानसमा बढ्न थाल्यो र जसको फलस्वरुप
            अभियन्ताहरूको संख्यामा समेत वृद्धि भयो । विभिन्न विद्यालय, कलेज,
            क्लव, संस्थाहरूमा सकरात्मक सोच, सिर्जनशीलता, रचनात्मकता तथा मानवीय
            भावनामा आधारित कार्यक्रमहरू संचालन गरिरहँदा हेटौंडाका सडक तथा
            सर्वजनिक स्थलहरूमा अत्यन्त कष्टकर जीवन बिताइरहेका असाहाय, बेसाहारा,
            मनोरोगी; महिला, बालबालिका तथा जेष्ठनागरिक आदि सहयोगापेक्षी सडक
            आश्रित मानवहरू यस संस्थाका अभियन्ताहरूले यत्रतत्र भेट्न थालेपछि
            ज्ञानमूलक कार्यक्रमहरूसँगै सेवामूलक कार्यक्रमहरू पनि संचालन
            गर्नुपर्ने महसुस गरियो । हेटौंडा शहर नेपालको विभिन्न भू–भाग जोड्ने
            राजमार्गको केन्द्रविन्दु हुनुको साथै मित्रराष्ट्र भारतबाट पनि
            विभिन्न व्यक्तिहरूले घर परिवारका अशक्त, मानसिक रोगी, जेष्ठ नागरिक
            आदिलाई मध्य रातमा अलपत्र छोडेर हिंड्ने कारण अनाथ, अलपत्र, परिचय
            बिहिन सहयोगापेक्षीहरूको संख्या अत्याधिक देखिन्थ्यो । हेटौंडाका
            स्थानीय बासिन्दा, तत्कालिन हेटौंडा नगरपालिका र जिल्ला प्रशासन
            कार्यालय, मकवानपुरसँग समन्वय र सहकार्य गरी संस्थाले मिति २०६९÷५÷१३
            गतेका दिन हेटौंडाको अब्बल डाँडामा यस संस्था अन्तर्गत मानवसेवा
            आश्रमको विधिवत स्थापना गरेको थियो । मानवसेवा आश्रमको प्रमुख संस्थापक
            संस्था सर्वोत्कृष्ट जीवनः शाश्वत चिन्तनले यस समयसम्म मुनाफा बितरण
            नगर्ने कम्पनीको रुपमा आफ्नो काम–कारवाही गर्दै आएको भएता पनि विभिन्न
            निकाय तथा व्यक्तित्वहरूले यस प्रकारको सामाजिक संस्था कम्पनी ऐन
            अनुसार दर्ता गरेको कारण अन्योलको वातावरण पैदाहुन सक्ने सुझाव
            बारम्बार दिनुभएपछि उक्त कम्पनीलाई बिघटन गरी २०७०÷१२÷०३ गतेका दिन
            जिल्ला प्रशासन कार्यालय, काठमाण्डौमा संस्था दर्ता ऐन २०३४ अन्तर्गत
            सोही नाम राखी दर्ता गरियो । संस्था दर्ता ऐन अन्तर्गत स्थापना भएको
            सर्वोत्कृष्ट जीवनः शाश्वत चिन्तनले समेत लगातार तीन वर्षसम्म मानवसेवा
            आश्रमको हेटौंडा, चितवन, काठमाण्डौ र केही समय ललितपुर शाखा समेत
            संचालन गरेको थियो । साँचो जीवननिर्माणको अभियानलाई मूर्तता दिन ज्ञान
            हस्तान्तरणबाट दिक्षित युवाहरू मानवसेवा आश्रममा समर्पित भई शाश्वत
            चिन्तनको साधना गर्दै सडकमा अलपत्र र अभिभावक बिहीन जीवन बिताउन बाध्य
            मानवहरूको सेवा गरी मानवीयताको राष्ट्र निर्माण गर्न, ज्ञानलाई
            व्यवहारमा उतार्ने मूल अभिष्ट राखी मानवसेवा आश्रमको स्थापना गरिएको
            थियो । मिति २०७१÷०७÷२२ गतेको संस्थाको कार्यसमितिको बैठकले
            काठमाण्डौमा मानवसेवा आश्रम स्थापना गर्ने र ६ महिनाको लागि मासिक रु
            ५,००० का दरले कार्यसमितिका पदाधिकारी तथा सदस्यहरूले नगद योगदान गर्ने
            निर्णय गरेको थियो । सोही क्रममा सेवा तथा अभियान विस्तारका लागि मिति
            २०७२÷०३÷२८ गते काठमाण्डौमा मानवसेवा आश्रमको लागि घर भाडामा लिने
            निर्णय गर्दै मिति २०७२÷०५÷१५ देखि काठमाण्डौंको सामाखुसीमा मानवसेवा
            आश्रम संचालन हुदै आईरहेको छ । सर्वोत्कृष्ट जीवनःशाश्वत चिन्तन
            अन्र्तगत बिशेषगरी काठमाण्डौंमा मानवसेवा आश्रमको स्थापना तथा संचालन
            हुन थालेपछि विभिन्न दाता महानुभावहरूले संस्थालाई दान सहयोग गर्ने
            क्रममा मानवसेवा आश्रमको नाम उच्चारण गर्न र लेख्न समेत सहज हुने
            भएकोले आश्रमको नाम बाट बैंक खाता संचालन गर्न वारम्बार अनुरोध आउन
            थाल्यो । तत्पश्चत् २०७३÷०१÷०४ गते बसेको कार्यसमितिको बैठकले
            सर्वोत्कृष्ट जीवनः शाश्वत चिन्तन (साँचो जीवननिर्माण अभियान)को
            मातृत्वमा जि.प्र.का. काठमाण्डौमा मानवसेवा आश्रम दर्ता गर्न केन्द्रिय
            सचिव श्री रामजी अधिकारीको संयोजकत्वमा विधान मस्यौदा समिति गठन ग¥यो ।
            सोही बैठकले प्रस्तावित आश्रमको विधानमा तल उल्लेखित अपरिवर्तनीय
            धाराहरू सहित मातृसंस्था सर्वोत्कृष्ट जीवनः शाश्वत चिन्तन रहने र
            कम्तिमा तीन जना पदाधिकारी तथा सदस्यहरू प्रस्तावित आश्रमको
            कार्यसमितिमा पदेनः सदस्यको रुपमा पठाउने व्यवस्था गरेको थियो ।{" "}
          </p>
          <p>क) विधानको प्रस्तावना </p>
          <p>ख) सर्वोत्कृष्ट जीवनः शाश्वत चिन्तन मातृसंस्था रहने प्रावधान </p>
          <p>ग) संस्थाको नाम </p>
          <p>घ) दफा १६ को संरक्षक समिति सम्बन्धी प्रावधान </p>
          <p>ङ) अभियन्ताको योग्यता सम्बन्धी प्रावधान </p>
          <p>च) कार्य समितिमा मातृसंस्थाको प्रतिनिधित्व रहने प्रावधान </p>
          <p>
            छ) संस्थाको निर्देशक सिद्धान्त तथा आचार सहिंता र सपथ ग्रहण सम्बन्धि
            व्यवस्थाहरू{" "}
          </p>
          <p>
            ज) संस्थाको मूल उद्देश्य विपरीत हुनेगरी विधान संशोधन गर्न नमिल्ने
            प्रावधान{" "}
          </p>
          <p>
            हालसम्म सर्वोत्कृष्ट जीवनः शाश्वत चिन्तन (साँचो जीवननिर्माण
            अभियान)को मातृत्वमा संचालित मानवसेवा आश्रमको सातै प्रदेशका १४ वटा
            जिल्लाहरूमा निम्नलिखित शाखा तथा उपशाखाहरू संचालन भइरहेका छन् ।
          </p>
          <p>
            {" "}
            <b>क्र.सं. जिल्लाको नाम क्र.सं. जिल्ला</b>
          </p>
          <p>१. मकवानपुर ८. पर्सा (विरगञ्ज)</p>
          <p>२. चितवन ९. कास्की (पोखरा) </p>
          <p>३. काठमाण्डौ १०. रुपन्देही (वुटवल) </p>
          <p>४. ललितपुर ११. धनडढी </p>
          <p>५. गोरखा १२. सुर्खेत </p>
          <p>६. लमजुङ १३.. मोरङ (विरटनगर) </p>
          <p>७. बागलुङ १४. भक्तपुर </p>
          <p>
            यस संस्थाको हालसम्म ललितपुर र सर्लाही जिल्लामा जिल्ला कार्य समिति
            गठन भई साँचो जीवन निर्माणका विभिन्न गतिविधिहरू संचालन भइरहेका छन् ।
            निकट भविश्ष्मा विभिन्न जिल्लाहरूमा अभियान विस्तार गर्नका लागि शाखा
            कार्यालयहरू स्थापना गर्ने, आजीवन सदस्तामा वृद्धि गराउने लगायत
            संस्थाका वैधानिक उद्देश्य अनुरुपका कार्यक्रमहरू संचालन गरी मानवसेवा
            आश्रम खोल्नुपर्ने अवस्थाको अन्त्य गर्ने लक्ष्य रहेको छ । अतः
            सकारात्मक सोच, असल चरित्र निर्माण, मानवीय भावनामा अभिवृद्धि आदि
            विषयहरूमा उत्प्रेरणात्मक कार्यक्रमहरू देशव्यापी रुपमा संचालन गर्ने
            क्रममा हेटौंडामा यस संस्थाको अभियानले व्यापकता पाए लगत्तै घर परिवार
            तथा अभिभावक विहिनका लागि भने आश्रमको टड्कारो आवश्यकता रहेको महशुस
            गरी अल्पकालिन रुपमा देशैभरी शाखा विस्तार गर्दे मानवसेवालाई
            प्राथमिकता दिइएको हो । वि.सं. २०८२ साल भित्रमा सडकमा कोहिपनि अभिभावक
            विहिन, बेसाहरा र अलपत्र भएर जोखिमपूर्ण जीवन बिताउनुपर्ने अवस्थाको
            अन्त्य गरी सिङ्गो राष्ट्रलाई नै सहयोगापेक्षी सडकमानव विहिन राष्ट्र
            निर्माण गर्ने सत्संकल्प लिएको छ । जसलाई मूर्त रुप दिनको लागि विभिन्न
            जनचेतनामूलक रचनात्मक कार्यक्रमहरूको आयोजना गरी आमा, बुबा र अशक्त
            पारिवारिक सदस्यको जीवित देवी–देवता सरह सेवा गर्नुपर्ने नैतिक कर्तव्य
            बोध गराउँदै सडकमा आउनुपर्ने अवस्थाको अन्त्य गर्ने र कोही सडकमा
            भेटिएमा त्यस्ता मानवको उद्धार, संरक्षणका साथै पारिवारिक पुनर्मिलनमा
            जोड दिई आश्रम खोल्नुपर्ने अवस्थालाई न्यूनिकरण गर्दे लैजाने यस संस्था
            र मानवसेवा आश्रमको अभिष्ट रहेको जानकारी गराउन पाउँदा हामीलाई अत्यन्त
            हर्ष लागेको छ ।{" "}
          </p>{" "}
          <p style={{ textAlign: "right", paddingRight: "1rem" }}>
            <b>-धर्मप्रसाद पौडेल</b> <br />
            संस्थापक महासचिव{" "}
          </p>{" "}
        </div>
      </div>
    </div>
  );
};

export default AboutPage;
