import React, { useState } from "react";
import Shape from "../../Common/Shape";

import "./Chairman.css";

const Chairman = () => {
  const [readMore, setReadMore] = useState(false);
  const handleReadMore = () => {
    setReadMore(!readMore);
  };
  return (
    <div>
      <div id="chairman-sec">
        <Shape title="Words of Chairman" />
        <div className="intro-sec">
          <div className="image-chairman">
            <img
              src={process.env.PUBLIC_URL + "/images/Dr-Govinda-Tandan.jpg"}
              alt=""
            />
          </div>
          <div className="name">
            <h3>डा. गोविन्द टण्डन</h3>
            <div className="name-title">
              <p>अध्यक्ष</p>
            </div>
          </div>
        </div>
        <div className="chairman-p" id={readMore ? "show-more" : "show-less"}>
          <p>
            <span style={{ fontSize: "1.5rem" }}>अ</span>हिलेको नेपाली समाज
            विभिन्न कारणले विभक्त हुँदै गइरहेको छ । जसको फलस्वरुप मतैक्यता या
            मेलमिलापको कमी हुन गई देश विकास र समाज रूपान्तरणमा ढिलासुस्ती
            भइरहेको हामी सबैले महशुस गरेका छौं । कुनैपनि सानोतिनो विकास
            निर्माणकार्य गर्नुपर्दा विदेशीको मुख ताक्ने परम्पराले जरो गाडेको
            अवस्थामा हामी नेपालीहरुको आत्मविश्वासमा कमी आई देश विकासमा ढिला
            सुस्ती भइरहेको हामी महशुस गर्न सक्छौं । यसप्रकार विभक्त समाज र
            परनिर्भर सोचलाई बदल्नको लागि कुनैपनि मत, सम्प्रदाय, वाद तथा जातिय
            भावना भन्दा माथि उठेर उदारता र विशालतालाई हृदयङ्गम गर्न सक्ने
            व्यक्ति निर्माण गर्दै असल, चरित्रवान र आत्मनिर्भर समाजको आवश्यकता
            परिपूर्ति गर्नुपर्ने कर्तब्य बोध भई वि.सं. २०६६ सालमा सर्वोत्कृष्ट
            जीवनः शाश्वत चिन्तनको स्थापना भएको हो । यसको स्थापना लगत्तै साँचो
            जीवननिर्माण अभियान मार्फत विभिन्न रचनात्मक कार्यक्रमहरु संचालन गरी
            सकारात्मक सोच, सिर्जनशीलता, मानवीय तथा सामाजिक भावना अभिवृद्धि
            गराउने कार्य निरन्तर भइरहेको छ । जसको फलस्वरुपः यसै संस्था अन्तर्गत
            वि.सं. २०६९ साल भाद्र १३ गते मानवसेवा आश्रमको स्थापना भई हाल देशका
            १४ वटा जिल्लामा आश्रमका शाखाहरु संचालनमा आएका छन् । कोही कसैले पनि
            परिवारबाट छुट्टिएर सडकमा कष्टकर जीवन जिउन नपरोस भनी मानवसेवा आश्रमले
            सडकमा अत्यन्त कष्टकर जीवन बिताइरहेका सहयोगापेक्षीहरुलाई उद्धार गरी
            खाना, नाना, छाना र औषधीउपचारको व्यवस्था गर्दै पारिवारिक पुनर्मिलन
            गराउने सेवा गर्दै आएको छ भने विभिन्न संघ संस्था, समुदाय, स्कूल तथा
            कलेजहरुमा मानवीय तथा पारिवारीक भावना जगाउने उत्प्रेरणामूलक
            कार्यक्रम÷तालिमहरु सर्वोत्कृष्ट जीवनः शाश्वत चिन्तन (साँचो जीवन
            निर्माण अभियान)ले संचालन गरिरहेको छ । अतः यी दुवै महान अभियानलाई सफल
            पारी सभ्य र आत्मनिर्भर समाज निर्माण गर्न देश विदेशमा बसोवास गर्ने
            हामी सम्पूर्णनेपालीहरुले आ–आफ्नो ठाउँबाट हरतरहले योगदान पु¥याउन
            सम्पूर्णमा हार्दिक अनुरोध गर्दछु । <br />
            <b>अध्यक्ष डा. गोविन्द टण्डन</b>
          </p>
        </div>
        <button className="readmore-btn" onClick={handleReadMore}>
          {readMore ? "Show Less" : "Show More"}
        </button>
      </div>
    </div>
  );
};

export default Chairman;
